{
  "DubMail-606": "Julienned vegetables on a bed of rice",
  "TextMail-606": "Hi, @! ^^Have you seen the latest episode that cooking TV show - The Queen of Sauce? It's wonderful! And that recipe? I can't wait to taste it, but I don't know where to find the cave carrots that are included in the recipe. ^Can you find me some? ^^- Leah %item quest 158641001 %%",

  "DubMail-648": "It's light, fresh and very healthy",
  "TextMail-648": "Hello @, ^^Considering that you work on a farm, I believe you may have some artisanal mayonnaise, which is what I've been looking for. I'd like to make a nice Coleslaw for Harvey. ^I wanted to make him something sweeter, but he always says \"That's not healthy\"...^^- Maru %item quest 158641002 %%",

  "DubMail-609": "The radishes are so crisp",
  "TextMail-609": "Good day, @, ^^I need your help. Evelyn is complaining of a lack of energy. Can you prepare a Radish Salad for me?^^I believe this nutritious meal will help restore her energy levels.^^- Harvey %item quest 158641003 %%",

  "DubMail-195": "It's super fluffy",
  "TextMail-195": "Hello @! ^^Do you know how to make the Queen of Sauce's Omelet yet? I would like to taste this omelet made by you...^^You know, @, one of these days I'm gonna make a super omelet, bigger than anyone in this village has ever seen - you'll see!^^~Gus %item quest 158641004 %%",

  "DubMail-198": "Baked fish on a bed of herbs",
  "TextMail-198": "Hello, @, ^^Do you know the Sunday cooking show, The Queen of Sauce? All the women from this valley are addicted to it (and so are the men, I confess).^Anyhow, I want to make some Baked Fish for the family dinner this week. Can you bring me some Bream? ^^~Demetrius %item quest 158641005 %%",

  "DubMail-211": "Fluffy, soft pancakes",
  "TextMail-211": "Hi!^Mommy said that sometimes when you don't know how to make something, you ask someone who knows how to do it and pay them for their trouble. I wanna make some pancakes for my mom!^^~Vincent ^You can make them, I'll pay you. -Sam %item quest 158641006 %%",

  "DubMail-228": "Fish and rice wrapped in seaweed",
  "TextMail-228": "Hi @,^^I was thinking about a recipe that I saw for Maki Roll... I want to make it for Sebastian to see if he likes it. (He can be a little picky sometimes, but I know he loves Sashimi).^^ Can you bring me some Seaweed? ^^- Robin %item quest 158641007 %%",

  "DubMail-216": "A crusty baguette",
  "TextMail-216": "Hi, @, ^^I'm going to be straight with you: I need bread. A lot of it! ^Between Vincent's appetite and Sam and his band's hunger after practice, let’s say it takes a lot of bread to make enough sandwiches. ^Bring me some bread, would you?^^- Jodi %item quest 158641008 %%",

  "DubMail-229": "A vessel for food",
  "TextMail-229": "Hi, @! ^^I have a very good recipe for a fish tacos, but I don't have any tortillas. I need some corn so I can make them. Can you bring me some?^^~Linus %item quest 158641009 %%",

  "DubMail-219": "Pretty salty",
  "TextMail-219": "@, listen up, ^^Evelyn hates Trout Soup, but I like it and I want to eat a bowl of the good stuff. I'll ask Alex to cook it for me, but I need fresh trout for it.^^Can you catch some fish for me? Alex says he can handle the green algae...^^- George %item quest 158641010 %%",

  "DubMail-208": "Sweet and satisfying",
  "TextMail-208": "Hello @,^^How is your farm doing?^^Listen, I need some yams to make a fabulous dessert feautured on The Queen of Sauce. Can you bring me some? ^^~ Marnie %item quest 158641011 %%",

  "DubMail-605": "It's cool and refreshing",
  "TextMail-605": "Hi @,^^Since you're a farmer and likely have access to the ingredients, can you bring me some artichokes? ^^It's for a delicious dip recipe I want to make for the next party I won't be invited to. I'll compensate you, promise!^^~Clint %item quest 158641012 %%",

  "DubMail-604": "A traditional holiday treat",
  "TextMail-604": "Hi, @, ^^I need a present to give to Jas. Can you help me?^^ I know she likes cakes, but I always give her those. Can you make some plum puddings? I think she likes those even more than chocolate, if you can believe it!^^ -Shane %item quest 158641013 %%",

  "DubMail-220": "Rich and moist with a thick fudge icing",
  "TextMail-220": "Hello there, dear,^I hope everything is all right with you and your farm. Don't work too hard.^ I need help with a silly thing! Lately I'm not having much luck baking cakes... Maybe it's all the noise from George's TV or from Alex's comings and goings.^^ Would you mind baking me a chocolate cake?^^- Evelyn %item quest 158641014 %%",

  "DubMail-608": "Silky pumpkin cream in a flaky crust",
  "TextMail-608": "Hi,^^ Can you bring us a pumpkin? We are going to make Aunt Marnie's favorite pie! ^My godfather said I could ask you.^^ -Jas^^P.S. You don't know how to make whipped cream, do you? %item quest 158641015 %%",

  "DubMail-612": "It's sweet enough",
  "TextMail-612": "Hi,^^I think Vincent is upset by all the time Sam spends with our band and I wanted to give him something he likes to cheer him up.^^Sam says he loves Cranberry Candy. Could you make me some? ^^- Sebastian %item quest 158641016 %%",

  "DubMail-206": "Popular for all the right reasons",
  "TextMail-206": "Hello @! ^^It's Pizza time! I'll pay you double for an extra cheesy one!^^Don't leave me waiting.^^- Pam %item quest 158641017 %%",

  "DubMail-210": "Crispy and golden-brown",
  "TextMail-210": "Hello @,^^You do know how to cook, don't you? Did you see the cooking show the other day? I don't care what Harvey says about healthy food. I love leeks. Most people I know will never eat them (more for me!).^^ But my point is: I want to eat Hashbrowns with whatever food Evelyn comes up with for lunch!^^- George %item quest 158641018 %%",

  "DubMail-201": "Ready to take on the world",
  "TextMail-201": "Hi!^^@, Could you prepare some Complete Breakfast meals for me? ^^I'm gonna try a new sequence of exercises in my workout routine and it's recommended to have a robust meal. I don't want to dump more cooking on Grandma.^^~Alex %item quest 158641019 %%",

  "DubMail-204": "A special little meal",
  "TextMail-204": "Dear @, ^^I'm going to try that recipe from the show, the Lucky Lunch. I got the flowers from Evelyn and tortillas from Jodi, but now I need a Sea Cucumber. Can you help me out?^^- Caroline %item quest 158641020 %%",

  "DubMail-209": "It's bland and oily",
  "TextMail-209": "Hello, @, ^^I need a real angler's meal, but I not good at fishing... So, can you catch some carp for me?^^- Pierre %item quest 158641021 %%",

  "DubMail-731": "With a rich maple glaze",
  "TextMail-731": "Hi.^^Pierre doesn't have any maple syrup. Mom is mad about something Vicent did. And all I can think about are ~maple bars~. They're so sweet! ^^Then I thought to ask someone to make them for me. Good idea, don't you think?^^Can you? (I'll buy the whole batch!)^^- Sam %item quest 158641022 %%",

  "DubMail-221": "There's little heart candies on top",
  "TextMail-221": "Hello, @!^^I'm so happy that the Queen of Sauce gave us the Pink Cake recipe!^^Did you see the program? She even said my name!< ^^Anyways, I need a melon!^^- Haley %item quest 158641023 %%",

  "DubMail-607": "A rich forest flavor",
  "TextMail-607": "Dear @,^^Every time I go camping, I seem to forget that bears can appear to steal food. So I figured I should pack some extra food for the bears that won't make them sick.^ Can you bring me some Roasted Hazelnuts? They are ideal for my next camping trip. ^ Maybe I'll invite you too someday.^^~Emily %item quest 158641024 %%",

  "DubMail-610": "A delicious combination of summer fruits",
  "TextMail-610": "Hello @,^^I been meaning to make a salad, but one made of fruit! ^Can you help me increase the variety of fruits?^^ -Demetrius %item quest 158641025 %%",

  "DubMail-611": "There's nothing quite like it",
  "TextMail-611": "Can you bring me a bunch of blackberries?^ No, wait - I have a better idea:^ - Bring me a Blackberry Cobbler! ^^~Abigail %item quest 158641026 %%",

  "DubMail-732": "Patties fried to a golden brown",
  "TextMail-732": "Dear @,^^I’m lacking inspiration and I'm sure I need some comfort food to reinvigorate my muses...^^Could you kindly cook me some Crab Cakes? ^^~Elliott^^P.S. Use the Queen of Sauce recipe and DON'T CHANGE ANYTHING. ^I've found the muses are very conservative when crabcakes are involved. %item quest 158641027 %%",

  "DubMail-649": "It's a little bland",
  "TextMail-649": "Hi, @!^^I... can you make me a Fiddlehead Risotto?^^-Clint %item quest 158641028 %%",

  "DubMail-651": "It has a soothing effect",
  "TextMail-651": "Hi, @!^^ Do you have a nice oven? Ours isn't working right.^ I saw a recipe with poppies! It's my favorite flower and the muffins look absolutely adorable!^ Bake me some, please? ^^- Penny %item quest 158641029 %%",

  "DubMail-730": "A secret family recipe",
  "TextMail-730": "Hi @,^^My crab pot just broke and I wanted to make a Lobster Bisque.^^Catch a lobster fer me, would ya? ^^Willy %item quest 158641030 %%",

  "DubMail-618": "A crisp white bread",
  "TextMail-618": "Hi @! ^^My boys love toast, but I wanted to make a more refined breakfast for them. Then I saw the Queen of Sauce recipe for Bruschetta, so I thought, why not?^Could you bring some homemade bread? I'm counting on you!^^- Jodi %item quest 158641031 %%",

  "DubMail-733": "A sumptuous appetizer",
  "TextMail-733": "Hello @,^^I have a dinner event to attend for the Town and I must bring an appetizer... ^^Could you make me some Shrimp Cocktail, please? I only need a few.^^- Lewis %item quest 158641032 %%"
}